/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   tests.c                                            :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: stemarti <stemarti@student.42madrid.c      +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2024/11/10 18:46:13 by stemarti          #+#    #+#             */
/*   Updated: 2024/11/10 19:12:21 by stemarti         ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

#include "get_next_line.h"

int	main()
{
	char	*s;
/*	char	*result;*/

	s = "Probando";
	if (ft_strchr(s,'x') == 0)
		printf("X no está");
}
